Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: What's included and where Pro unlocks more.
ar: ما هو مدرج وأين يفتح Pro المزيد.
ca: Què s'inclou i on Pro desbloqueja més.
cs: Co je zahrnuto a kde Pro odemyká více.
da: Hvad er inkluderet, og hvor Pro låser mere op.
de: Was enthalten ist und wo Pro mehr freischaltet.
el: Τι περιλαμβάνεται και πού ξεκλειδώνει περισσότερα το Pro.
es: Qué incluye cada plan y qué más desbloquea Pro.
fa: چه چیزهایی در دسترس است و Pro چه امکانات بیشتری می‌دهد.
fi: Mitä sisältyy ja missä Pro avaa enemmän.
fr: Ce qui est inclus et où Pro en débloque davantage.
he: מה כלול והיכן Pro פותח יותר.
hr: Što je uključeno i gdje Pro otključava više.
hu: Mit tartalmaz, és hol nyit még többet a Pro.
id: Apa yang disertakan dan di mana Pro membuka lebih banyak.
it: Cosa è incluso e dove Pro sblocca di più.
ja: 含まれる機能と、Pro で使えるようになる機能。
ko: 포함된 기능과 Pro로 추가 잠금 해제되는 기능.
ms: Perkara yang disertakan dan tempat Pro membuka lebih banyak lagi.
nl: Wat is inbegrepen en waar Pro meer ontgrendelt.
no: Hva er inkludert og hvor Pro låser opp mer.
pl: Co obejmuje i gdzie Pro odblokowuje więcej.
pt_br: O que está incluído e onde o Pro desbloqueia mais.
pt_pt: O que está incluído e onde o Pro desbloqueia mais.
ro: Ce este inclus și unde Pro deblochează mai mult.
ru: Что входит в бесплатный план и что открывает Pro.
sk: Čo je zahrnuté a kde Pro odomkne viac.
sl: Kaj je vključeno in kje Pro odklene več.
sv: Vad som ingår och var Pro låser upp mer.
th: สิ่งที่รวมอยู่และที่ที่ Pro ปลดล็อกเพิ่มเติม
tr: Neler dahil ve Pro'nun neleri açtığı.
uk: Що входить і що додатково розблоковує Pro.
ur: کیا شامل ہے اور کہاں پرو مزید کھولتا ہے۔
vi: Bao gồm những gì và nơi Pro mở khóa thêm.
zh_hans: 包含的功能，以及 Pro 额外解锁的内容。
zh_hant: 包含的內容，以及 Pro 可解鎖的更多功能。

source: What's New
ar: ما هو الجديد
ca: Què hi ha de nou
cs: Co je nového
da: Hvad er nyt
de: Neuheiten in dieser Version
el: Τι νέο υπάρχει
es: Novedades
fa: تازه‌های این نسخه
fi: Mitä uutta
fr: Nouveautés
he: מה חדש
hr: Što je novo
hu: Újdonságok
id: Apa yang Baru
it: Novità
ja: このバージョンの最新情報
ko: 새로운 기능
ms: Apa yang Baru
nl: Wat is er nieuw
no: Hva er nytt
pl: Co nowego
pt_br: Novidades
pt_pt: Novidades
ro: Ce este nou
ru: Что нового
sk: Čo je nové
sl: Kaj je novega
sv: Vad är nytt
th: มีอะไรใหม่
tr: Yenilikler
uk: Що нового
ur: نیا کیا ہے
vi: Có gì mới
zh_hans: 此版本的新增内容
zh_hant: 此版本新增內容

source: When checkout is done, click **Open Screenshot Bro** and Pro unlocks on this Mac.
ar: عند الانتهاء من الدفع، انقر فوق **فتح Screenshot Bro** وسيتم فتح Pro في هذا Mac.
ca: Quan finalitzi el pagament, feu clic a **Obre Screenshot Bro** i Pro desbloquejarà aquest Mac.
cs: Po dokončení nákupu klikněte na **Otevřít Screenshot Bro** a Pro se odemkne na tomto Mac.
da: Når kassen er færdig, skal du klikke på **Åbn Screenshot Bro** og Pro låser op på denne Mac.
de: Klicke nach dem Bezahlen auf **Open Screenshot Bro**, dann wird Pro auf diesem Mac freigeschaltet.
el: Όταν ολοκληρωθεί η ολοκλήρωση της αγοράς, κάντε κλικ στο **Άνοιγμα Screenshot Bro** και το Pro ξεκλειδώνει σε αυτό το Mac.
es: Cuando termine el pago, haz clic en **Open Screenshot Bro** y Pro se desbloqueará en este Mac.
fa: پس از پایان پرداخت، روی **Open Screenshot Bro** کلیک کنید تا Pro روی این Mac باز شود.
fi: Kun maksaminen on valmis, napsauta **Avaa Screenshot Bro** ja Pro avaa tämän Mac lukituksen.
fr: Une fois le paiement terminé, cliquez sur **Open Screenshot Bro** et Pro se débloque sur ce Mac.
he: בסיום התשלום, לחץ על **פתח Screenshot Bro** ו-Pro יפתח ב-Mac זה.
hr: Kada je naplata gotova, kliknite **Otvori Screenshot Bro** i Pro se otključava na ovom Mac.
hu: Ha végzett a fizetéssel, kattintson a **Megnyitás Screenshot Bro** lehetőségre, és a Pro feloldja a zárolást ezen a Mac-on.
id: Saat checkout selesai, klik **Buka Screenshot Bro** dan Pro akan terbuka di Mac ini.
it: Al termine del pagamento, fai clic su **Open Screenshot Bro** e Pro si sblocca su questo Mac.
ja: 購入手続きが完了したら **Open Screenshot Bro** をクリックすると、この Mac で Pro のロックが解除されます。
ko: 결제가 완료되면 **Open Screenshot Bro**를 클릭하세요. 이 Mac에서 Pro가 잠금 해제됩니다.
ms: Apabila pembayaran selesai, klik **Buka Screenshot Bro** dan Pro membuka kunci pada Mac ini.
nl: Wanneer u klaar bent met afrekenen, klikt u op **Open Screenshot Bro** en Pro wordt ontgrendeld op deze Mac.
no: Når kassen er fullført, klikker du på **Åpne Screenshot Bro** og Pro låser opp på denne Mac.
pl: Po zakończeniu transakcji kliknij **Otwórz Screenshot Bro**, a Pro odblokuje się na tym Mac.
pt_br: Quando o pagamento terminar, clique em **Open Screenshot Bro** e o Pro será desbloqueado neste Mac.
pt_pt: Quando a finalização da compra for concluída, clique em **Abrir Screenshot Bro** e o Pro será desbloqueado neste Mac.
ro: Când finalizați achiziția, faceți clic pe **Deschide Screenshot Bro** și Pro se deblochează pe acest Mac.
ru: После оплаты нажмите **Open Screenshot Bro** — и Pro разблокируется на этом Mac.
sk: Po dokončení platby kliknite na **Otvoriť Screenshot Bro** a Pro sa odomkne na tomto Mac.
sl: Ko je nakup končan, kliknite **Odpri Screenshot Bro** in Pro se odklene na tem Mac.
sv: När kassan är klar klickar du på **Öppna Screenshot Bro** och Pro låser upp på denna Mac.
th: เมื่อชำระเงินเสร็จแล้ว คลิก **เปิด Screenshot Bro** และปลดล็อค Pro ใน Mac นี้
tr: Ödeme tamamlandığında **Open Screenshot Bro**'ya tıklayın; Pro bu Mac'te açılır.
uk: Після оплати натисніть **Open Screenshot Bro** — і Pro розблокується на цьому Mac.
ur: چیک آؤٹ مکمل ہونے پر، **کھولیں Screenshot Bro** پر کلک کریں اور اس Mac پر پرو انلاک ہوجاتا ہے۔
vi: Khi quá trình thanh toán hoàn tất, hãy nhấp vào **Mở Screenshot Bro** và mở khóa Pro trên Mac này.
zh_hans: 结账完成后，点按 **Open Screenshot Bro**，Pro 即会在这台 Mac 上解锁。
zh_hant: 結帳完成後，按一下 **Open Screenshot Bro**，Pro 即會在這台 Mac 上解鎖。

source: When editing a non-base language, a banner appears at the top of the canvas reminding you which language you're in.
ar: عند تحرير لغة غير أساسية، يظهر شعار في أعلى اللوحة لتذكيرك باللغة التي تستخدمها.
ca: Quan editeu un idioma no bàsic, apareix un bàner a la part superior del llenç que us recorda en quin idioma esteu.
cs: Při úpravách jiného než základního jazyka se v horní části plátna zobrazí banner, který vám připomene, ve kterém jazyce používáte.
da: Når du redigerer et ikke-basissprog, vises et banner øverst på lærredet, der minder dig om, hvilket sprog du er på.
de: Bearbeitest du eine andere Sprache als die Basissprache, erinnert dich ein Banner oben auf der Leinwand daran, in welcher Sprache du bist.
el: Όταν επεξεργάζεστε μια μη βασική γλώσσα, εμφανίζεται ένα banner στο επάνω μέρος του καμβά που σας υπενθυμίζει σε ποια γλώσσα είστε.
es: Al editar un idioma que no es el base, aparece un aviso arriba del lienzo que te recuerda en qué idioma estás.
fa: هنگام ویرایش زبانی غیر از زبان پایه، نواری بالای بوم ظاهر می‌شود و یادآوری می‌کند در کدام زبان هستید.
fi: Kun muokkaat muuta kuin peruskieltä, kankaan yläosaan ilmestyy banneri, joka muistuttaa, mitä kieltä käytät.
fr: Lorsque vous modifiez une langue autre que la langue de base, une bannière apparaît en haut du canevas pour vous rappeler dans quelle langue vous vous trouvez.
he: בעת עריכת שפה שאינה בסיס, מופיע באנר בחלק העליון של הבד שמזכיר לך באיזו שפה אתה נמצא.
hr: Kada uređujete neosnovni jezik, banner se pojavljuje na vrhu platna koji vas podsjeća na kojem se jeziku nalazite.
hu: Ha nem alapnyelvet szerkeszt, a vászon tetején megjelenik egy szalaghirdetés, amely emlékezteti, hogy melyik nyelven van szó.
id: Saat mengedit bahasa non-dasar, spanduk muncul di bagian atas kanvas yang mengingatkan Anda bahasa apa yang Anda gunakan.
it: Quando modifichi una lingua diversa da quella di base, in cima alla tela compare un banner che ti ricorda in quale lingua ti trovi.
ja: 基本言語以外の言語を編集しているときは、キャンバスの上部にバナーが表示され、どの言語を編集中かがわかります。
ko: 기본 언어가 아닌 언어를 편집할 때 캔버스 상단에 현재 사용 중인 언어를 알려주는 배너가 나타납니다.
ms: Apabila mengedit bahasa bukan asas, sepanduk muncul di bahagian atas kanvas yang mengingatkan anda dalam bahasa yang anda gunakan.
nl: Wanneer u een niet-basistaal bewerkt, verschijnt er bovenaan het canvas een banner die u eraan herinnert in welke taal u zich bevindt.
no: Når du redigerer et ikke-grunnspråk, vises et banner øverst på lerretet som minner deg på hvilket språk du er på.
pl: Podczas edytowania języka innego niż podstawowy na górze obszaru roboczego pojawia się baner przypominający, w jakim języku się znajdujesz.
pt_br: Ao editar um idioma não base, um banner aparece na parte superior da tela lembrando em qual idioma você está.
pt_pt: Ao editar um idioma não base, um banner aparece na parte superior da ecrã lembrando em qual idioma você está.
ro: Când editați o limbă care nu este de bază, în partea de sus a pânzei apare un banner care vă reamintește în ce limbă vă aflați.
ru: При редактировании небазового языка вверху холста появляется баннер, напоминающий, в каком языке вы находитесь.
sk: Pri úprave iného než základného jazyka sa v hornej časti plátna zobrazí banner, ktorý vám pripomenie, v akom jazyku používate.
sl: Ko urejate neosnovni jezik, se na vrhu platna prikaže pasica, ki vas opomni, v katerem jeziku ste.
sv: När du redigerar ett icke-basspråk visas en banner högst upp på duken som påminner dig om vilket språk du är på.
th: เมื่อแก้ไขภาษาที่ไม่ใช่ภาษาพื้นฐาน แบนเนอร์จะปรากฏที่ด้านบนของผืนผ้าใบเพื่อเตือนคุณว่าคุณอยู่ในภาษาใด
tr: Temel olmayan bir dil düzenlenirken tuvalin üstünde hangi dilde olduğunuzu hatırlatan bir başlık görünür.
uk: Коли ви редагуєте небазову мову, угорі полотна з’являється банер, що нагадує, яка мова активна.
ur: غیر بنیادی زبان میں ترمیم کرتے وقت، کینوس کے اوپر ایک بینر ظاہر ہوتا ہے جو آپ کو یاد دلاتا ہے کہ آپ کس زبان میں ہیں۔
vi: Khi chỉnh sửa ngôn ngữ không phải cơ sở, một biểu ngữ sẽ xuất hiện ở đầu khung vẽ nhắc bạn bạn đang sử dụng ngôn ngữ nào.
zh_hans: 编辑非基准语言时，画布顶部会出现横幅，提醒你当前正在编辑哪种语言。
zh_hant: 編輯非基準語言時，畫布頂端會出現橫幅，提醒你目前所在的語言。

source: When reporting a bug
ar: عند الإبلاغ عن خطأ
ca: Quan s'informa d'un error
cs: Při hlášení chyby
da: Når du rapporterer en fejl
de: Beim Melden eines Fehlers
el: Όταν αναφέρετε ένα σφάλμα
es: Al informar de un error
fa: هنگام گزارش اشکال
fi: Kun ilmoitat virheestä
fr: Lorsque vous signalez un bogue
he: בעת דיווח על באג
hr: Prilikom prijave buga
hu: Hiba bejelentésekor
id: Saat melaporkan bug
it: Quando segnali un bug
ja: バグを報告するときは
ko: 버그를 보고할 때
ms: Apabila melaporkan pepijat
nl: Bij het melden van een bug
no: Når du rapporterer en feil
pl: Podczas zgłaszania błędu
pt_br: Ao relatar um bug
pt_pt: Ao relatar um bug
ro: Când raportați o eroare
ru: Как сообщить об ошибке
sk: Pri hlásení chyby
sl: Pri prijavi hrošča
sv: När du rapporterar ett fel
th: เมื่อรายงานข้อผิดพลาด
tr: Hata bildirirken
uk: Коли повідомляєте про помилку
ur: بگ کی اطلاع دیتے وقت
vi: Khi báo cáo lỗi
zh_hans: 报告错误时
zh_hant: 回報錯誤時

source: When set, Cmd+E exports directly to this folder without prompting.
ar: عند التعيين، يصدر Cmd+E مباشرة إلى هذا المجلد دون مطالبة.
ca: Quan s'estableix, Cmd+E s'exporta directament a aquesta carpeta sense demanar-ho.
cs: Když je nastaveno, Cmd+E exportuje přímo do této složky bez výzvy.
da: Når den er indstillet, eksporterer Cmd+E direkte til denne mappe uden at spørge.
de: Wenn festgelegt, exportiert Cmd+E ohne Nachfrage direkt in diesen Ordner.
el: Όταν οριστεί, το Cmd+E εξάγει απευθείας σε αυτόν τον φάκελο χωρίς να σας ζητηθεί.
es: Cuando está establecida, Cmd+E exporta directamente a esta carpeta sin preguntar.
fa: در صورت تنظیم، Cmd+E بدون پرسش مستقیماً در این پوشه صادر می‌کند.
fi: Kun se on asetettu, Cmd+E vie suoraan tähän kansioon ilman kehotusta.
fr: Une fois défini, Cmd+E exporte directement vers ce dossier, sans rien demander.
he: כאשר מוגדר, Cmd+E מייצא ישירות לתיקיה זו ללא הנחיה.
hr: Kada je postavljeno, Cmd+E izvozi izravno u ovu mapu bez upita.
hu: Ha be van állítva, a Cmd+E felszólítás nélkül közvetlenül ebbe a mappába exportál.
id: Jika disetel, Cmd+E mengekspor langsung ke folder ini tanpa disuruh.
it: Se impostata, Cmd+E esporta direttamente in questa cartella senza chiedere.
ja: 設定すると、Cmd+E で確認なしにこのフォルダへ直接書き出します。
ko: 설정하면 Cmd+E를 눌렀을 때 묻지 않고 이 폴더로 바로 내보냅니다.
ms: Apabila ditetapkan, Cmd+E mengeksport terus ke folder ini tanpa menggesa.
nl: Indien ingesteld, exporteert Cmd+E rechtstreeks naar deze map zonder daarom te vragen.
no: Når angitt, eksporterer Cmd+E direkte til denne mappen uten å spørre.
pl: Po ustawieniu Cmd+E eksportuje bezpośrednio do tego folderu bez monitowania.
pt_br: Quando definida, Cmd+E exporta direto para esta pasta, sem perguntar.
pt_pt: Quando definido, Cmd+E exporta diretamente para esta pasta sem aviso prévio.
ro: Când este setat, Cmd+E se exportă direct în acest folder fără solicitări.
ru: Если задано, Cmd+E экспортирует прямо в эту папку без запроса.
sk: Keď je nastavené, Cmd+E exportuje priamo do tohto priečinka bez výzvy.
sl: Ko je nastavljen, Cmd+E izvozi neposredno v to mapo brez poziva.
sv: När det är inställt exporterar Cmd+E direkt till den här mappen utan att fråga.
th: เมื่อตั้งค่าแล้ว Cmd+E จะส่งออกไปยังโฟลเดอร์นี้โดยตรงโดยไม่ต้องแจ้ง
tr: Ayarlandığında Cmd+E, sormadan doğrudan bu klasöre dışa aktarır.
uk: Якщо задано, Cmd+E експортує прямо в цю папку без запиту.
ur: سیٹ ہونے پر، Cmd+E بغیر اشارہ کیے براہ راست اس فولڈر میں برآمد کرتا ہے۔
vi: Khi được đặt, Cmd+E sẽ xuất trực tiếp vào thư mục này mà không cần nhắc.
zh_hans: 设置后，按 Cmd+E 将直接导出到此文件夹，不再询问。
zh_hant: 設定後，Cmd+E 會直接輸出到此資料夾而不再詢問。

source: When they are all the same kind it offers that kind's controls too, and applies each change to every shape: **Change Device** for devices, font / weight / alignment / Italic / Uppercase for text, corner radius, star points, SVG custom color, outline, shadow, opacity, rotation, and **Clip to Frame**.
ar: عندما تكون كلها من نفس النوع، فإنها تقدم عناصر تحكم من هذا النوع أيضًا، وتطبق كل تغيير على كل شكل: **تغيير الجهاز** للأجهزة، الخط / الوزن / المحاذاة / مائل / أحرف كبيرة للنص، نصف قطر الزاوية، نقاط النجمة، SVG اللون المخصص، المخطط التفصيلي، الظل، العتامة، التدوير، و **مقطع للإطار**.
ca: Quan són tots del mateix tipus, també ofereix els controls d'aquest tipus i aplica cada canvi a cada forma: **Canvi de dispositiu** per als dispositius, tipus de lletra / pes / alineació / cursiva / majúscula per a text, radi de cantonada, punts estrella, SVG color personalitzat, contorn, ombra, opacitat, rotació i **Clip to Frame**.
cs: Když jsou všechny stejného druhu, nabízí také ovládací prvky tohoto druhu a aplikuje každou změnu na každý tvar: **Změnit zařízení** pro zařízení, písmo / tloušťku / zarovnání / kurzívu / velká písmena pro text, poloměr rohů, hvězdicové body, SVG vlastní barvu, obrys, stín, neprůhlednost, otočení a **Clip to Frame**.
da: Når de alle er af samme type, tilbyder den også den slags kontroller og anvender hver ændring på hver form: **Skift enhed** for enheder, skrifttype / vægt / justering / Kursiv / Store bogstaver for tekst, hjørneradius, stjernepunkter, SVG tilpasset farve, kontur, skygge, opacitet, rotation og **Klip til ramme.
de: Wenn sie alle vom gleichen Typ sind, bietet es auch die Steuerelemente dieser Art und wendet jede Änderung auf jede Form an: **Gerät ändern** für Geräte, Schriftart/Stärke/Ausrichtung/Kursiv/Großbuchstaben für Text, Eckenradius, Sternpunkte, SVG benutzerdefinierte Farbe, Umriss, Schatten, Deckkraft, Drehung und **Auf Rahmen zuschneiden**.
el: Όταν είναι όλα του ίδιου είδους, προσφέρει επίσης τα στοιχεία ελέγχου αυτού του είδους και εφαρμόζει κάθε αλλαγή σε κάθε σχήμα: **Αλλαγή συσκευής** για συσκευές, γραμματοσειρά / βάρος / στοίχιση / πλάγια / κεφαλαία για κείμενο, ακτίνα γωνίας, σημεία αστεριών, SVG προσαρμοσμένο χρώμα, περίγραμμα, σκιά, αδιαφάνεια, περιστροφή και **Κλιπ σε πλαίσιο*.
es: Cuando son todos del mismo tipo, también ofrece controles de ese tipo y aplica cada cambio a cada forma: **Cambiar dispositivo** para dispositivos, fuente/peso/alineación/cursiva/mayúsculas para texto, radio de esquina, puntos de estrella, SVG color personalizado, contorno, sombra, opacidad, rotación y **Recortar a marco**.
fa: وقتی همه آنها یکسان هستند، کنترل‌های آن نوع را نیز ارائه می‌کند، و هر تغییر را در هر شکلی اعمال می‌کند: **تغییر دستگاه** برای دستگاه‌ها، فونت / وزن / تراز / مورب / بزرگ برای متن، شعاع گوشه، نقاط ستاره، SVG رنگ سفارشی، طرح کلی، سایه، کدورت، چرخش، و ** گیره به قاب*.
fi: Kun ne ovat kaikki samanlaisia, se tarjoaa myös samanlaisia säätimiä ja soveltaa jokaista muutosta jokaiseen muotoon: **Vaihda laitetta** laitteille, fontti / paino / kohdistus / kursivoitu / isot kirjaimet tekstille, kulman säde, tähtipisteet, SVG mukautettu väri, ääriviivat, varjot, peittävyys, kierto ja **Clip to Frame**.
fr: Lorsqu'ils sont tous du même type, il propose également les contrôles de ce type et applique chaque modification à chaque forme : **Changer de périphérique** pour les périphériques, police/épaisseur/alignement/italique/majuscule pour le texte, rayon de coin, points d'étoile, SVG couleur personnalisée, contour, ombre, opacité, rotation et **Clip to Frame**.
he: כאשר כולם מאותו סוג, הוא מציע גם את הפקדים של הסוג הזה, ומחיל כל שינוי על כל צורה: **שנה התקן** עבור מכשירים, גופן / משקל / יישור / נטוי / אותיות רישיות עבור טקסט, רדיוס פינות, נקודות כוכב, SVG צבע מותאם אישית, קו מתאר, צל, אטימות, סיבוב ו**הצמד למסגרת.
hr: Kada su sve iste vrste, nudi i kontrole te vrste i primjenjuje svaku promjenu na svaki oblik: **Promijeni uređaj** za uređaje, font / težinu / poravnanje / Kurziv / Velika slova za tekst, polumjer kuta, zvjezdice, SVG prilagođenu boju, obris, sjenku, neprozirnost, rotaciju i **Isjeci u okvir**.
hu: Ha mindegyik egyforma, akkor ezeket a vezérlőket is kínálja, és minden változtatást minden alakzatra alkalmaz: **Eszköz módosítása** eszközök esetén, betűtípus / súly / igazítás / dőlt / nagybetű a szöveghez, saroksugár, csillagpontok, SVG egyéni szín, körvonal, árnyék, átlátszatlanság, elforgatás és **Klip a keretbe**.
id: Jika semuanya memiliki jenis yang sama, ia juga menawarkan kontrol jenis tersebut, dan menerapkan setiap perubahan ke setiap bentuk: **Ubah Perangkat** untuk perangkat, font / berat / perataan / Miring / Huruf Besar untuk teks, radius sudut, titik bintang, SVG warna khusus, garis tepi, bayangan, opasitas, rotasi, dan **Klip ke Bingkai**.
ja: すべてが同じ種類の場合は、その種類のコントロールも提供され、各変更がすべての図形に適用されます。デバイスの場合は **デバイスの変更**、テキストのフォント / 太さ / 配置 / 斜体 / 大文字、角の半径、スター ポイント、SVG カスタム カラー、輪郭、影、不透明度、回転、および **フレームにクリップ**。
ko: 모두 동일한 종류인 경우 해당 종류의 컨트롤도 제공하고 각 변경 사항을 모든 모양에 적용합니다. 장치의 경우 **장치 변경**, 텍스트의 글꼴/두께/정렬/기울임꼴/대문자, 모서리 반경, 별점, SVG 사용자 정의 색상, 윤곽선, 그림자, 불투명도, 회전 및 **프레임에 클립**.
ms: Apabila kesemuanya adalah jenis yang sama, ia juga menawarkan kawalan jenis itu dan menggunakan setiap perubahan pada setiap bentuk: **Tukar Peranti** untuk peranti, fon / berat / penjajaran / Italic / Huruf besar untuk teks, jejari sudut, titik bintang, SVG warna tersuai, garis besar, bayang, kelegapan, putaran dan **Klip ke Bingkai**.
nl: Als ze allemaal van hetzelfde type zijn, biedt het ook de besturingselementen van dat type en wordt elke wijziging op elke vorm toegepast: **Apparaat wijzigen** voor apparaten, lettertype / gewicht / uitlijning / Cursief / Hoofdletters voor tekst, hoekradius, sterpunten, SVG aangepaste kleur, omtrek, schaduw, dekking, rotatie en **Clip naar frame**.
no: Når de alle er av samme type, tilbyr den også den typens kontroller, og bruker hver endring på hver form: **Endre enhet** for enheter, font / vekt / justering / Kursiv / Store bokstaver for tekst, hjørneradius, stjernepunkter, SVG egendefinert farge, kontur, skygge, opasitet, rotasjon og **Klipp til ramme.
pl: Gdy wszystkie są tego samego rodzaju, oferuje również tego rodzaju elementy sterujące i stosuje każdą zmianę do każdego kształtu: **Zmień urządzenie** dla urządzeń, czcionki/grubości/wyrównania/kursywy/wielkich liter dla tekstu, promienia narożnika, punktów gwiazdowych, SVG niestandardowego koloru, konturu, cienia, krycia, obrotu i **Przytnij do ramki**.
pt_br: Quando todos são do mesmo tipo, ele também oferece controles desse tipo e aplica cada alteração a cada forma: **Alterar dispositivo** para dispositivos, fonte/peso/alinhamento/Itálico/Maúsculas para texto, raio de canto, pontos de estrela, SVG cor personalizada, contorno, sombra, opacidade, rotação e **Cortar no quadro**.
pt_pt: Quando todos são do mesmo tipo, ele também oferece controles desse tipo e aplica cada alteração a cada forma: **Alterar dispositivo** para dispositivos, fonte/peso/alinhamento/Itálico/Maúsculas para texto, raio de canto, pontos de estrela, SVG cor personalizada, contorno, sombra, opacidade, rotação e **Cortar no quadro**.
ro: Când sunt toate de același tip, oferă și controalele acestui tip și aplică fiecare modificare oricărei forme: **Modificare dispozitiv** pentru dispozitive, font / greutate / aliniere / Italic / Majuscule pentru text, raza colțului, puncte stea, SVG culoare personalizată, contur, umbră, opacitate, rotație și **Clip to Frame**.
sk: Keď sú všetky rovnakého druhu, ponúka aj ovládacie prvky tohto druhu a aplikuje každú zmenu na každý tvar: **Zmeniť zariadenie** pre zariadenia, písmo / hmotnosť / zarovnanie / kurzíva / veľké písmená pre text, polomer rohov, hviezdne body, SVG vlastnú farbu, obrys, tieň, nepriehľadnosť, otočenie a **Clip to Frame**.
sl: Ko so vse iste vrste, ponuja tudi kontrolnike te vrste in vsako spremembo uporabi za vsako obliko: **Spremeni napravo** za naprave, pisavo / težo / poravnavo / ležeče / velike črke za besedilo, polmer vogalov, zvezdice, SVG barvo po meri, oris, senco, motnost, vrtenje in **Izrez v okvir**.
sv: När de alla är av samma typ erbjuder den den typens kontroller också och tillämpar varje ändring på varje form: **Ändra enhet** för enheter, teckensnitt / vikt / justering / Kursiv / Versaler för text, hörnradie, stjärnpunkter, SVG anpassad färg, kontur, skugga, opacitet, rotation och **Klipp till ram.
th: เมื่อเป็นแบบเดียวกันทั้งหมด จะมีการควบคุมประเภทนั้นด้วย และใช้การเปลี่ยนแปลงแต่ละครั้งกับทุกรูปร่าง: **เปลี่ยนอุปกรณ์** สำหรับอุปกรณ์ แบบอักษร / น้ำหนัก / การจัดตำแหน่ง / ตัวเอียง / ตัวพิมพ์ใหญ่สำหรับข้อความ รัศมีมุม จุดดาว สีที่กำหนดเอง SVG โครงร่าง เงา ความทึบ การหมุน และ **คลิปไปยังเฟรม**
ur: جب وہ سب ایک جیسے ہوتے ہیں تو یہ اس قسم کے کنٹرول بھی پیش کرتا ہے، اور ہر تبدیلی کو ہر شکل پر لاگو کرتا ہے: ڈیوائسز کے لیے **ڈیوائس کو تبدیل کریں**، فونٹ / وزن / سیدھ / اٹالک / ٹیکسٹ کے لیے بڑے، کونے کا رداس، اسٹار پوائنٹس، SVG حسب ضرورت رنگ، آؤٹ لائن، شیڈو، دھندلاپن، گھماؤ، اور Fram**
vi: Khi tất cả chúng đều giống nhau, nó cũng cung cấp các điều khiển của loại đó và áp dụng từng thay đổi cho mọi hình dạng: **Thay đổi thiết bị** cho thiết bị, phông chữ / trọng lượng / căn chỉnh / Nghiêng / Chữ hoa cho văn bản, bán kính góc, điểm sao, SVG màu tùy chỉnh, đường viền, bóng, độ mờ, xoay và **Clip vào khung**.
zh_hans: 当它们都是同一类型时，它也提供该类型的控件，并将每个更改应用于每个形状：**更改设备**用于设备，字体/粗细/对齐/斜体/大写用于文本，角半径，星点，SVG自定义颜色，轮廓，阴影，不透明度，旋转和**剪辑到框架**。
